const listOptions = {
  'R': 'Latest',
  'O': 'Title',
  'Q': 'Modification',
};
// const Map<String, String> categoryString = {
//   'A01': '자연',
//   'A02': '인문(문화 / 예술 / 역사)',
//   'C01': '추천코스',
//   'A03': '레포츠',
//   'B02': '숙박',
//   'A04': '쇼핑',
//   'A05': '음식',
// };

const Map<String, String> categoryString = {
  'A0101': '자연관광지',
  'A0102': '관광자원',
  'A0201': '역사관광지',
  'A0202': '휴양관광지',
  'A0203': '체험관광지',
  'A0204': '산업관광지',
  'A0205': '건축/조형물',
  'A0206': '문화시설',
  'A0207': '축제',
  'A0208': '공연/행사',
  'A0301': '레포츠소개',
  'A0302': '육상레포츠',
  'A0303': '수상레포츠',
  'A0304': '항공레포츠',
  'A0305': '복합레포츠',
  'A0401': '쇼핑',
  'A0502': '음식점',
};
